Revit 2027 API
ParameterTypeId.ZoneLevelId Property
 "Level"
Namespace: Autodesk.Revit.DB
Assembly: RevitAPI (in RevitAPI.dll) Version: 27.0.4.0 (27.0.4.0)
Syntax
public static ForgeTypeId ZoneLevelId { get; }
Public Shared ReadOnly Property ZoneLevelId As ForgeTypeId
	Get
public:
static property ForgeTypeId^ ZoneLevelId {
	ForgeTypeId^ get ();
}
static member ZoneLevelId : ForgeTypeId with get
Property Value
ForgeTypeId
See Also
Reference
ParameterTypeId Class
Autodesk.Revit.DB Namespace